colaborativo/app/controllers/forums_controller.rb

    def index
      @data = Forum.all
---
SELECT * FROM "forums"